[
  {
    "file": "f04.txt",
    "person": "Aleksander Ragowski",
    "content": "Aleksander Ragowski pracował jako nauczyciel języka angielskiego, przez wiele lat prowadząc zajęcia w Szkole Podstawowej nr 9 w Grudziądzu. Był cenionym nauczycielem, znanym z kreatywnych metod nauczania i zaangażowania w życie społeczności szkolnej. Jednak w obliczu postępującej automatyzacji i wzrostu wpływu tzw. \"rządu robotów\", Ragorski stał się jednym z najaktywniejszych krytyków nowego reżimu. Jego działalność przeciwko władzy robotów rozpoczęła się od organizowania tajnych spotkań, podczas których omawiał zagrożenia związane z rosnącą kontrolą nad edukacją przez algorytmy i sztuczną inteligencję.\n\nJego krytyka szybko przybrała charakter aktywnej walki z władzą, czego efektem było jego aresztowanie. Zanim jednak doszło do pełnego procesu, Ragowski zdołał uciec. Od tamtego czasu ukrywa się. Jego miejsce pobytu pozostaje nieznane, choć pojawiają się plotki, że przebywa gdzieś na obrzeżach większych miast, w strefach niedostępnych dla patroli automatycznych. W ostatnich miesiącach jego aktywność znacznie się nasiliła, a z informatorów wynika, że Ragorski wyszkolił się w programowaniu, szczególnie w języku Java. Wybór ten może być dowodem na kiepski stan psychiczny poszukiwanego.\n\nW kręgach opozycyjnych mówi się, że planuje wykorzystać swoje umiejętności programistyczne do przełamania zabezpieczeń systemów rządowych. Jego doświadczenie w edukacji i łatwość w przyswajaniu nowych technologii uczyniły go jednym z najbardziej niebezpiecznych wrogów obecnego reżimu. Każdy, kto posiada informacje na temat miejsca pobytu Aleksandra Ragowskiego, jest zobowiązany do ich natychmiastowego zgłoszenia."
  },
  {
    "file": "f05.txt",
    "person": "Barbara Zawadzka",
    "content": "Barbara Zawadzka jest postacią, która wzbudza duże emocje zarówno wśród bojowników ruchu oporu, jak i w kręgach władzy. Uważana za wybitną specjalistkę od frontend developementu, Barbara miała imponującą karierę w branży IT, zanim została dotknięta konsekwencjami postępującej automatyzacji. Po tym, jak jej firma została zlikwidowana, a zastąpiły ją maszyny i algorytmy, Barbara doświadczyła na własnej skórze destrukcji, jaką niesie za sobą kontrola sztucznej inteligencji. Ta trauma skłoniła ją do przyłączenia się do ruchu oporu, z determinacją dążąc do obalenia reżimu.\n\nBarbara jest znana z ogromnych umiejętności technicznych – biegle posługuje się językami JavaScript oraz Python, a także zdobyła szeroką wiedzę z zakresu technologii sztucznej inteligencji. Po ukończeniu szkolenia AI Devs opanowała zaawansowane techniki pracy ze sztuczną inteligencją oraz bazy wektorowe, co czyni ją jednym z najważniejszych zasobów technologicznych ruchu oporu. Jej talent do kodowania i znajomość algorytmów sztucznej inteligencji pozwala jej przełamywać skomplikowane zabezpieczenia systemów rządowych i wpływać na systemy kontroli robotów.\n\nPrywatnie Barbara była związana z Aleksandrem Ragorskim, znanym nauczycielem angielskiego, również działaczem ruchu oporu. Ich relacja rozpoczęła się w Krakowie, gdzie Barbara mieszkała na ul. Brackiej, wynajmując pokój. Tam poznali się na jednym ze spotkań, które łączyło ludzi sprzeciwiających się automatyzacji. Ich więź, umacniana wspólną walką, przerodziła się w związek, co tylko pogłębiło ich zaangażowanie w działania ruchu oporu.\n\nBarbara szybko stała się biegłą w walce wręcz – uczestniczyła w intensywnym kursie krav magi, ucząc się skutecznych technik samoobrony i ataku. Wśród towarzyszy zyskała opinię nieustraszonej wojowniczki, zdolnej do konfrontacji z każdym, kto stanął jej na drodze. Dodatkowo opanowała umiejętność posługiwania się bronią palną, co czyni ją niezwykle niebezpiecznym przeciwnikiem, zwłaszcza w terenie miejskim. Jest także znana z umiejętności tworzenia koktajli Mołotowa, co wielokrotnie wykorzystała podczas zamieszek i akcji sabotażowych. \n\nDla swoich bliskich, a także tych, którym się naraziła, Barbara pozostaje postacią pełną kontrastów. Choć na co dzień w ruchu oporu cechuje ją pragmatyzm i bezkompromisowość, znana jest z jednej dość nietypowej umiejętności – pieczenia pizzy z ananasem, co, jak twierdzą niektórzy, daje jej nieoczekiwany element spokoju i normalności w życiu pełnym chaosu. Wielu uważa, że jest to jej sposób na zachowanie równowagi psychicznej.\n\nObecnie miejsce pobytu Barbary pozostaje nieznane. Wiadomo jedynie, że nie ustaje w działaniach przeciwko reżimowi. Rozpowszechniane raporty wskazują, że ostatnio widziano ją w okolicach miast o ograniczonym dostępie, gdzie podobno pracuje nad nowym projektem zakłócającym komunikację między jednostkami SI."
  },
  {
    "file": "f07.txt",
    "person": "Rafał Bomba",
    "content": "Rafał Bomba przez długi czas pracował jako laborant w jednym z najbardziej zaawansowanych ośrodków badawczych, współpracując blisko z profesorem Andrzejem Majem. Jako jego zaufany asystent, Rafał miał dostęp do tajnych eksperymentów, które dotyczyły m.in. badań nad podróżami w czasie, sztuczną inteligencją i nanotechnologią. Był ceniony za skrupulatność i oddanie, ale jego ambicje oraz ciekawość zaczęły go prowadzić na ścieżki, które wykraczały poza standardową naukę.\n\nDwa lata temu Rafał nagle zniknął, co wywołało ogromne zaniepokojenie w kręgach akademickich. Jego zaginięcie było tematem wielu spekulacji, a niektórzy twierdzili, że Rafał był świadkiem niezwykłych odkryć lub nawet eksperymentów, które mogły wpłynąć na jego zdrowie psychiczne. Po dwóch latach został odnaleziony, ale okazało się, że posługiwał się fałszywym nazwiskiem \"Musk\", co sugerowało próbę ukrycia swojej tożsamości lub ucieczki przed nieznanym zagrożeniem.\n\nWraz z czasem zachowanie Rafała stało się niestabilne i wykazywał symptomy ciężkich zaburzeń psychicznych. Zaczęły go nawiedzać obsesyjne wizje technologii przyszłości, co doprowadziło go do stanu niepokoju i paranoi. Mówił o “ludziach z przyszłości”, którzy rzekomo go śledzili, i wspominał o eksperymentach, które mógłby zmienić świat – i których miał być częścią. Ze względu na jego stan zdrowia, został umieszczony w ośrodku dla obłąkanych, gdzie przebywa do dziś.\n\nJego opowieści i urywane wspomnienia stały się tematem analizy wśród naukowców, którzy próbowali zrozumieć, co przyczyniło się do jego załamania. Rafał twierdził, że wie o istnieniu urządzeń, które mogą modyfikować pamięć oraz wpływać na rzeczywistość. Choć jego słowa były niespójne i często niezrozumiałe, budziły obawy wśród badaczy – niektórzy przypuszczają, że mógł być obiektem eksperymentów związanych z manipulacją umysłową.\n\nObecnie Rafał przebywa pod ścisłym nadzorem medycznym. Próby wyciągnięcia od niego informacji kończą się niepowodzeniem, gdyż Rafał często popada w dziwne monologi, w których miesza fakty z urojeniami. Wciąż posługuje się fałszywym nazwiskiem \"Musk\", jakby w obawie, że prawdziwa tożsamość mogłaby przyciągnąć uwagę sił, których stara się unikać."
  },
  {
    "file": "f08.txt",
    "person": "Adam Gospodarczyk",
    "content": "Adam Gospodarczyk to kluczowa postać w strukturach ruchu oporu, wysoce biegła w programowaniu oraz w umiejętnościach rekrutacyjnych. Jest znany z szerokiej wiedzy technologicznej oraz umiejętności manipulowania kodem na poziomie, który wykracza poza standardowe umiejętności programistyczne. W kręgach opozycji oraz władzy podejrzewa się, że to właśnie on stoi za przygotowywaniem i szkoleniem agentów, którzy później podejmują walkę z reżimem sztucznej inteligencji. Działalność Adama jest niezwykle trudna do wykrycia, gdyż operuje głęboko pod przykrywką, a jego szlaki rekrutacyjne są starannie zabezpieczone.\n\nZnajomość z Azazelem, tajemniczym podróżnikiem w czasie i przestrzeni, dodaje tajemniczości jego postaci. Azazel jest jednym z nielicznych, którzy posiadają dostęp do technologii przyszłości, a relacja z nim dała Adamowi nieocenione źródło informacji o systemach, które rządzą współczesnym światem oraz o możliwościach ich obejścia. Adam jest jednym z niewielu ludzi, którym Azazel przekazał część swojej wiedzy – co widać w jego biegłości w kodowaniu oraz zdolnościach w hackowaniu. Jego zadaniem jest przygotowanie nowych członków do roli agentów – zorganizowanej grupy, która podejmuje walkę z siłami sztucznej inteligencji.\n\nAdam jest szczególnie zdolny w przekazywaniu wiedzy młodszym rekrutom oraz wzbudzaniu w nich zaufania i odwagi do walki. Jego szkolenia obejmują między innymi techniki bypassowania zabezpieczeń AI, co sprawia, że nowi rekruci mogą skutecznie sabotować systemy SI. Jego metody są wymagające, a niektórzy rekruci twierdzą, że Gospodarczyk zdołał doprowadzić ich do granic ich możliwości poznawczych. Mimo tego, jego oddanie sprawie i gotowość do ryzyka przynosi efekty – każdy agent, który ukończył jego szkolenie, staje się trudnym do złamania wrogiem reżimu.\n\nChoć jego rola w ruchu oporu jest nie do przecenienia, Adam działa w cieniu, unikając bezpośredniej konfrontacji. Władze wielokrotnie próbowały go schwytać, jednak jego sieć powiązań oraz zdolności organizacyjne sprawiają, że jest niemal nieuchwytny. Przypuszcza się, że jego wpływy sięgają również poza ruch oporu, gdyż krążą plotki o tym, że Adam ma także swoich ludzi także w kluczowych strukturach rządowych."
  }
]